const img02 = require('../../../statics/img/help-center-02.png')
const img03 = require('../../../statics/img/help-center-03.png')
export default {
  kind: {
    html: `<div class="subTitle">高频彩</div>
<div class="dataHtml">
<p>时时彩</p>
<p>时时彩属于高频彩，投注区分为万位、千位、百位、十位和个位，各位号码范围为0~9，每期从各位上开出1个号码组成中奖号码。玩法即是竞猜5位开奖号码的全部号码，部分号码或者号码特征。时时彩分星彩玩法和大小单双玩法。</p>
<div>
<img src="${img02}" alt="">
</div>
<p>11选5</p>
<p>11选5是从01-11共11个号码中任选1-8个号码进行投注，每期开出5个号码为中奖号码，竞猜5位开奖号码的全部或部分号码。投注方式灵活，开奖频次高，全面满足不同彩民的投注需要。</p>
<div>
<img src="${img03}" alt="">
</div>
</div>
<div class="subTitle">低频彩</div>
<div class="dataHtml">
<p>3D</p>
<p>中国福利彩票3D游戏（以下简称3D），是一个以3位自然数为投注号码的彩票，投注者从000-999的数字中选择一个3位数进行投注。3D在各省（区、市）保留各自奖池、单独派奖的基础上实行三统一，即统一名称标识、统一游戏规则、统一开奖号码。开奖时间是每晚21:15。</p>
<p>P3</p>
<p>排列3电脑体育彩票由国家体育总局体育彩票管理中心(以下简称“中体彩中心”)统一发行。购买“排列3”时，购买者需从000-999的数字中选取1个3位数为投注号码进行投注。彩票不记名、不挂失，不返还本金，不流通使用。购买者可在本平台进行投注。投注号码可由投注机随机产生，也可通过投注单将购买者选定的号码输入确定。投注号码经系统确认后即为“排列3” 体育彩票。开奖时间是每晚20:30。</p>
</div>
<div class="subTitle">快乐彩</div>
<div class="dataHtml">
<p>快3</p>
<p>快3是一种由中国福利彩票发行管理中心组织销售，江苏省福利彩票发行中心承销的福彩快开彩票，2元1注，每10分钟开一期奖，每期摇出3个号码，每个号码从1-6中开出，有通选，有单选，根据号码组合共分为“和值”、“三同号”、“二同号”、“三不同号”、“二不同号”、“三连号通选”投注方式，简单好玩又易中。</p>
</div>`
  },
  play: {},
  bet: {
    html: `<div class="subTitle">追号介绍</div>
<div class="dataHtml">
<p>追号是指连续多期购买同一注号码，会员在平台发起一个追号注单后，系统将按注单内容连续多期地自动购买投注号码。</p>
<p>例如：追号下注[1,2,3,4,5]，自001期开始连追5期，即是001期、002期、003期、004期、005期系统自动下注[1,2,3,4,5]</p>
<p>本平台提供<span class="font">利润率追号、同倍追号、翻倍追号</span>3种追号方式：</p>
<p>1.<span class="font">利润率追号：</span>设定追号期数、起始倍数和最低收益率，系统依投注金额、中奖金额变动自动计算出各期需要的投注倍数，维持中奖金额高于合计投注金额的指定收益率。</p>
<p>&nbsp;&nbsp;例如：追号期数5期、起始倍数1倍、最低收益率50％，系统计算的投注倍数为：1、1、2、3、5（依投注金额、中奖金额变动）在第4期中奖时，第4期投注倍数3倍的中奖金额会大于1-4期合计投注金额的50％以上。</p>
<p>2.<span class="font">同倍追号：</span>同倍追号，即设定追号期数和倍数之后，所有的期数的投注倍数都与设置倍数相同。</p>
<p>&nbsp;&nbsp;例如：追号期数5期、倍数2倍，即连续投注5期2倍的注单，投注倍数为：2、2、2、2、2。</p>
<p>3.<span class="font">翻倍追号：</span>设置追号期数、翻倍期数、倍数，系统将立即生成与设置一致的投注。</p>
<p>&nbsp;&nbsp;例如：追号期数5期、翻倍期数2期、倍数3倍，即每隔2期投注倍数乘上3倍，投注倍数为：1、1、3、3、9。</p>
</div>
<div class="subTitle">追号规则</div>
<div class="dataHtml">
<p>1. 玩家可以随时发起追号注单，玩家进行追号的同时，不影响其他彩票的购买。</p>
<p>2. 发起追号注单，将一次性扣除追号所需金额，账户余额不足时无法下注。</p>
<p>3. 若下注时有设置“中奖停止追号”中奖后系统将自动终止追号注单，如还有剩余未追期数，系统将剩余期数的追号金额自动退还至平台账户。</p>
<p>4. 如遇官方未开奖，会跳过该期继续追下一期直至符合玩家设置的追号停止条件或者追号完成。</p>
</div>
<div class="subTitle">下注模式</div>
<div class="dataHtml">
<p>本平台提供 : 2元、1元、2角、2分、2厘，五种下注模式供客户选择。</p>
</div>
<div class="subTitle">奖金模式与返点模式</div>
<div class="dataHtml">
<p>平台提供2种下注模式供用户下注</p>
<p>1.奖金模式：为一般的下注方式，中奖奖金较返点模式高。</p>
<p>2.返点模式：凡用户下注不论是否中獎，皆可以得到下注的回馈返点，但中奖后奖金会比与玩奖金模式少，是较为保险的下注方式。</p>
</div>
<div class="subTitle">下注上限</div>
<div class="dataHtml">
<p>平台对于下注没有下注上限的限制，您可以一次下注所有号码。</p>
<p><span class="font">提醒您：平台活动的规则中若是需要满足流水额度会有投注限制，请在参加活动前详阅活动公告。</span></p>
</div>
<div class="subTitle">撤单</div>
<div class="dataHtml">
<p>平台提供撤单的功能，下注后可于投注时间截止前进行撤单，如果投注时间已截止，那么将无法再进行撤单操作。</p>
<p><span class="mark">1</span>于下注页下方进行撤单</p>
<div class="img">
<img src="http://phdtestc.goodgaming.com/Comm/705/Image/help3-1a.jpg" alt="">
</div>
<p><span class="mark">2</span>于个人中心＞个人游戏记录进行撤单</p>
<p><span class="font">提醒您：必须在停止投注之前进行撤单，如果投注时间已截止，那么将无法再进行撤单操作。</span></p>
</div>
<div class="subTitle">彩票投注记录查询流程</div>
<div class="dataHtml">
<p><span class="mark">1</span>个人中心 ＞ 个人游戏记录</p>
<p><span class="mark">2</span>于彩票娱乐场中，选择注单类型、彩种、时间后查询</p>
</div>`
  },
  Winning: {
    html: `<div class="subTitle">开奖规则</div>
<div class="dataHtml">
<p>本平台根据国家彩票管理部门的官方开奖号码进行开奖。若用户所购彩票中奖，平台会在开奖后，将奖金全额派发至中奖用户的平台账户中。</p>
</div>
<div class="subTitle">开奖问题</div>
<div class="dataHtml">
<p>1. 奖期结束未开奖</p>
<p>本平台依据官方开奖，为维持公正性，会在官方开奖时间前停止投注，请在投注时间结束后稍待开奖。</p>
<p>2. 官方未开奖</p>
<p>若由于未获取官网的正式开奖号码，为了维护会员利益，我们会持续跟进官网的情况，如果官方延迟30分钟以上未开奖，或下期已开奖，
本平台会关闭该奖期，并退回当期所有注单金额。</p>
</div>
<div class="subTitle">个人奖金</div>
<div class="dataHtml">
<p>本平台完整举例出每位用户在每一个彩种、玩法、下注模式的奖金，</p>
<p>用户可在下注后利用个人奖金总览查询中奖奖金。</p>
<p>个人奖金总览流程说明</p>
<p><span class="mark">1</span>个人中心 ＞ 个人奖金总览</p>
</div>
<div class="subTItle">奖金上限</div>
<div class="dataHtml">
<p>本平台所有高频彩种单期中奖金额限红10,000元，低频彩种单期最高奖金限额10,000元。</p>
<p>投注注数低于总注数的10%，即属于单挑模式。同期单挑模式下，无论注单笔数，单期上限为10,000元。</p>
</div>`
  }
}
